<?php
return [
    /*
     |--------------------------------------------------------------------------
     | Web Language Lines
     |--------------------------------------------------------------------------
     */
    'home' => 'Главная',
    'enc_problem' => 'Проблема с шифрованием',
    'how_it_works' => 'Как это работает',
    'contact' => 'Контакты',
    'hero.lead' => '100% гарантия безопасности',
    'hero.subtitle' =>
        'Наше решение построено таким образом, что у него даже нет теоретической возможности перехватить сеанс',
    'enc_problem.subtitle' =>
        'Существующие мессенджеры лукавят, когда говорят о надежных алгоритмах шифрования',
    'enc_problem.description' =>
        'У конкурентов на рынке нет даже теоретической возможности перехватить ваш трафик и сессию благодаря принципу “Транспортной агностики” - вы сами решаете, по какому каналу общаться с вашим собеседником: SMS / MMS, блокчейн (например, IOTA), signal messenger использует QR (визуальный канал), приглашение (по электронной почте или другие мессенджеры) для установления соединения, а не для “проверок” в конце настройки шифрования.',
    'divert_attention.title' => 'Дело в том, что они отвлекают внимание',
    'divert_attention.subtitle' =>
        'Основная проблема - они продолжают контролировать ваш трафик, вашу активность, имеют теоретическую возможность заменить сессию (аргумент о том, что вы можете проверить приведения ключей ПОСЛЕ установки канала шифрования, наивен и не выдерживает критики)',
    'divert_attention.button' => 'Уязвимость сигнала',
    'how_it_works.subtitle' =>
        'Вот как создается пара ключей PublicKey + SecretKey в Крипто-кошельке в нашем мессенджере',
    'how_it_works.first_item' =>
        'При личной встрече, установке P2P с помощью QR-кода, визуальном обмене - нет сервера, который контролировал бы 100% трафика',
    'how_it_works.second_item' =>
        'Пользователь отправляет приглашение в секретный чат по SMS своему другу из tel. books, в этом случае SMS будет использоваться в качестве основного канала.',
    'how_it_works.third_item' =>
        'Вы можете использовать блокчейн-сеть IOTA в качестве канала связи, чтобы не зависеть от брандмауэров, VPN и всегда быть на связи, где бы вы ни находились.',
    'how_it_works.footer' =>
        'Наш сервер во время установки P2P всегда чередуется с независимыми каналами, такими как SMS или QR, а затем используется в качестве резервного',
    'feedback.title' => 'Остались вопросы?',
    'feedback.subtitle' => 'Напишите нам',
    'Name' => 'Имя',
    'Type full name here' => 'Введите здесь полное имя',
    'Phone number' => 'Номер телефона',
    'Email' => 'Электронная почта',
    'Email address' => 'Адрес электронной почты',
    'Company' => 'Компания',
    'Company name' => 'Название компании',
    'Additional feedback' => 'Дополнительная обратная связь',
    'I have read and accept the Privacy Policy.' =>
        'Я прочитал и принимаю Политику конфиденциальности.',
    'Submit feedback' => 'Отправить отзыв',
    'Your request has been sent and will be reviewed in the near future.' =>
        'Ваш запрос был отправлен и будет рассмотрен в ближайшее время.'
];
