<?php
return [
    /*
     |--------------------------------------------------------------------------
     | Web Language Lines
     |--------------------------------------------------------------------------
     */
    'home' => 'Главная',
    'enc_problem' => 'Проблема с шифрованием',
    'how_it_works' => 'Как это работает',
    'contact' => 'Контакты',
    'hero.lead' => '100% гарантия безопасности',
    'hero.subtitle' =>
        'Наше решение построено таким образом, что у него даже нет теоретической возможности перехватить сеанс',
    'enc_problem.subtitle' =>
        'Существующие мессенджеры лукавят, когда говорят о надежных алгоритмах шифрования',
    'enc_problem.description' =>
        'У конкурентов на рынке нет даже теоретической возможности перехватить ваш трафик и сессию благодаря принципу “Транспортной агностики” - вы сами решаете, по какому каналу общаться с вашим собеседником: SMS / MMS, блокчейн (например, IOTA), signal messenger использует QR (визуальный канал), приглашение (по электронной почте или другие мессенджеры) для установления соединения, а не для “проверок” в конце настройки шифрования.',
    'divert_attention.title' => 'Дело в том, что они отвлекают внимание',
    'divert_attention.subtitle' =>
        'Основная проблема - они продолжают контролировать ваш трафик, вашу активность, имеют теоретическую возможность заменить сессию (аргумент о том, что вы можете проверить приведения ключей ПОСЛЕ установки канала шифрования, наивен и не выдерживает критики)',
    'divert_attention.button' => 'Уязвимость сигнала',
    'how_it_works.subtitle' =>
        'Вот как создается пара ключей PublicKey + SecretKey в Крипто-кошельке в нашем мессенджере'
];
